In [1]:
import pandas  as pd

In [2]:
series=pd.Series(["Rehan","Lara","husbad"])
series

0     Rehan
1      Lara
2    husbad
dtype: object

In [3]:
series1=pd.Series(["Yasin","berciya","wife"])
series1

0      Yasin
1    berciya
2       wife
dtype: object

In [4]:
love=pd.DataFrame({"My perspective":series,"Her perspective":series1})
love

  My perspective Her perspective
0          Rehan           Yasin
1           Lara         berciya
2         husbad            wife

In [5]:
love.to_csv("love.csv",index=False)

In [6]:
data=pd.read_csv("love.csv")
data

  My perspective Her perspective
0          Rehan           Yasin
1           Lara         berciya
2         husbad            wife